{
    "Orphapacket": {
        "ORPHApacketId": "647681",
        "creationDate": "2025-12-08 06:52:43",
        "version": "1.3.42 / 4.1.8 [2025-03-03]",
        "copyright": "Orphanet (c) 2025",
        "ORPHAcode": "647681",
        "Label": "Craniosynostosis-facial dysmorphism-Chiari-1 malformation-developmental and language delay syndrome",
        "PURL": "http://www.orpha.net/ORDO/Orphanet_647681",
        "DisorderType": {
            "value": "Malformation syndrome",
            "PURL": "http://www.orpha.net/ORDO/Orphanet_377789"
        },
        "Synonyms": [
            {
                "Synonym": "ERF-related syndromic craniosynostosis"
            }
        ],
        "ExternalReferences": [
            {
                "Source": "OMIM",
                "Reference": "600775",
                "DisorderMappingRelation": "E (Exact mapping: the two concepts are equivalent)"
            }
        ],
        "TextSection": {
            "TextSectionType": "Definition",
            "Contents": "A rare syndromic craniosynostosis characterized by developmental delay poor gross and/or fine motor control speech and language delay learning difficulties and/or behavioral problems (including hyperactivity and poor concentration) facial dysmorphism and Chiari-1 malformation (not always present). Most of the patients present with postnatal-onset progressive multisutural synostosis including sagittal and uni/bi-lambdoid sutures (predominated patterns) coronal synostosis or pansynostosis. Permanent visual impairment due to raised intracranial pressure was reported in some patients. Facial dysmorphism including prominent forehead orbital hypertelorism mild exorbitism and malar hypoplasia medial epicanthic folds and short up-turned nose is commonly observed. Hydrocephalus macrocephaly low set ears dysplactic auricles long philtrum vertical displacement of the nose and high arched palate are also reported in some patients. Additional clinical findings may include hearing impairment and mild shortening of the digits."
        },
        "Genes": [
            {
                "Gene": {
                    "Symbol": "ERF",
                    "Name": "ETS2 repressor factor",
                    "ExternalReferences": [
                        {
                            "Source": "ClinVar",
                            "Reference": "ERF"
                        },
                        {
                            "Source": "HGNC",
                            "Reference": "3444"
                        },
                        {
                            "Source": "OMIM",
                            "Reference": "611888"
                        }
                    ],
                    "DisorderGeneAssociationType": "Disease-causing germline mutation(s) in"
                }
            }
        ],
        "Parents": [
            {
                "Parent": [
                    {
                        "ORPHAcode": "139393",
                        "Label": "Syndromic craniosynostosis"
                    }
                ]
            }
        ]
    }
}