{
    "Orphapacket": {
        "ORPHApacketId": "541478",
        "creationDate": "2020-06-27 22:10:58",
        "version": "1.3.6 / 4.1.7 [2020-04-17] (orientdb version)",
        "copyright": "Orphanet (c) 2020",
        "ORPHAcode": "541478",
        "Label": "Anomalous aortic origin of coronary artery",
        "PURL": "http://www.orpha.net/ORDO/Orphanet_541478",
        "DisorderType": {
            "value": "Clinical group",
            "PURL": "http://www.orpha.net/ORDO/Orphanet_377794"
        },
        "Synonyms": [
            {
                "Synonym": "AAOCA"
            }
        ],
        "TextSection": {
            "TextSectionType": "Definition",
            "Contents": "A rare group of coronary artery congenital malformation disorders characterized by an anomalous origin and course of the left or right coronary artery which originates from the contralateral aortic sinus of Valsalva and has an anomalous trajectory which may be: pre-pulmonary (with no hemodynamic consequences) retroaortic (with a course posterior to the aortic root and no hemodynamic consequences) interarterial (located between the aorta and the pulmonary artery and associated with a poorer prognosis) subpulmonary (with an intraconal or intraseptal course) or retrocardiac (located in the posterior atrioventricular sulcus). Clinical manifestations depend on the specific anomalous origin and course which is present with patients being frequently asymptomatic although nonspecific chest pain palpitations dizziness dyspnea or syncope usually following physical exertion may be associated. Sudden death due to compression/occlusion of the coronary artery and usually associated with or immediately following vigorous physical exercise may be occasionally observed."
        },
        "Parents": [
            {
                "Parent": [
                    {
                        "ORPHAcode": "1081",
                        "Label": "Coronary artery congenital malformation"
                    }
                ]
            }
        ],
        "Childs": [
            {
                "Child": {
                    "Label": "Anomalous aortic origin of the left coronary artery",
                    "ORPHAcode": "541443",
                    "Genes": "no data"
                }
            },
            {
                "Child": {
                    "Label": "Anomalous aortic origin of the right coronary artery",
                    "ORPHAcode": "541454",
                    "Genes": "no data"
                }
            }
        ]
    }
}